[
  {
    "Text": "“We find the program functionality comprehensive and efficient whilst meeting all our needs. We have found the whole Cab 9 team very friendly. The support is prompt, professional and unlimited which is useful when learning a new product.  Their willingness to adapt the program to suit our individual requirements is very much appreciated.  The driver and passenger Apps are intuitive, easily accessible, comprehensive and user friendly. We consider this software company a great partner for any modern passenger transport business.”",
    "LogoImageURL": "customers/testimonials/braithwaites-chauffeurs.jpeg",
    "Name": "Paul Johnson",
    "Role": "Managing Director, Braithwaites Chauffeurs"
  },
  {
    "Text": "“Having associated with Cab9 right from its inception and being their first customer, it is amazing to see their growth, which has been in leaps and bounds in last eight years. The platform that Cab9 Team has created, besides being user friendly in every respect, that all its features are well recognised and appreciated by TFL. The Team at Cab9 under the leadership of Tarpit Grover deserve all the appreciation for all the hard work that they have done over the years in understanding individual clients needs and delivering solutions. Wishing Team Cab9 the growth, diversification and satisfaction that they so much deserve in every field.”",
    "LogoImageURL": "customers/testimonials/la-plus.png",
    "Name": "Gulshan Kohli",
    "Role": "Managing Director, London Airports Plus Ltd"
  },
  {
    "Text": "“Having used Cab9 for a number of years I find them far superior to other dispatch systems I have used. Drivers love the driver app which allows them to keep track of their bookings and earnings. The invoicing section makes life very easy, it is so configurable and cuts down time spent preparing invoices dramatically. I would thoroughly recommend Cab9.”",
    "LogoImageURL": "customers/testimonials/ccs.png",
    "Name": "Bob McGrath",
    "Role": "Managing Director, Carlton Car Services"
  },
  {
    "Text": "Cab9 has made our job a lot easier and has expanded our reach with their intuitive platform. The ease of use and integration options with different platforms is very handy and it works as a standalone full fledge dispatch system. The driver app is very immersive and detailed with excellent UI. Our customers & drivers love the new system.",
    "LogoImageURL": "customers/testimonials/grays-cabline.png",
    "Name": "Shujaat Chaudary",
    "Role": "Grays CabLine"
  },
  {
    "Text": "“Cab9 increased our Operational Efficiency whilst offering our clients more ways to book, modern and intuitive booking, dispatch and business reporting tool.”",
    "LogoImageURL": "customers/testimonials/herts-exec.png",
    "Name": "Bal Notay",
    "Role": "Managing Director, Herts Executive"
  },
  {
    "Text": "“Best Dispatch system seen in Decades, Highly Recommended.”",
    "LogoImageURL": "customers/testimonials/samtax.png",
    "Name": "Pam",
    "Role": "Company Director, Samtax"
  },
  {
    "Text": "“Communication between Operator, Driver and Passenger outstanding.”",
    "LogoImageURL": "customers/testimonials/ukcb.png",
    "Name": "Nabeel",
    "Role": "Managing Director, UKCB"
  },
  {
    "Text": "“Alpha Cars has been associated with Cab9 since it's introduction within the private hire industry. I have found the product extremely robust, it offers great flexibility and is very easy to use. It's technology is second to none and the team is extremely efficient and helpful. I would highly recommend them from the smallest of companies to any of the largest.”",
    "LogoImageURL": "customers/testimonials/alpha-cars.png",
    "Name": "Nick Adams",
    "Role": "Director, Alpha Cars (Barnet)"
  },
  {
    "Text": "“We have been with Cab 9 for a while now and I believe this is by far the best system we’ve had. Customer support is prompt and reliable, I would highly recommend Cab 9 to everyone.”",
    "LogoImageURL": "customers/testimonials/v-taxis.png",
    "Name": "Vaidas Ziura",
    "Role": "Director, V Taxis Taunton"
  }
]
